#simple work with RNA


# Необходимо реализовать программу, которая в бесконечном цикле считывает команды от пользователя. После 
# команды программа должна запрашивать у пользователя последовательность нуклеиновой кислоты и распечатывать результат.

# Список команд:
# exit — завершение исполнения программы
# transcribe — напечатать транскрибированную последовательность
# reverse — напечатать перевёрнутую последовательность
# complement — напечатать комплементарную последовательность
# reverse complement — напечатать обратную комплементарную последовательность
# + любые дополнительные команды на ваш страх и риск

# Требования:
# Программа должна сохранять регистр символов (напр. complement AtGc это TaCg)
# Программа должна работать только с последовательностями нуклеиновых кислот. 



